import { Point } from './types';

export const points: Point[] = [
  {
    id: '1',
    coords: [55.77271, 37.663297],
    name: 'Депо',
    address: '105066, г.Москва, ул.Новорязанская, д.23, стр.1, 2, 3, 5, 6, 8',
    phone: '+7 (916) 092-95-55',
    workingHours: 'Пн-Вс: 10:00—18:00',
  },
  // {
  //   id: '2',
  //   coords: [55.744637, 37.566072],
  //   name: 'ТЦ Европейский',
  //   address: 'г.Москва, пл.Киевского вокзала, д2, ТЦ 1 этаж',
  //   phone: '+7 (916) 092-95-55',
  //   workingHours: 'Пн-Вс: 10:00—18:00',
  // },
  {
    id: '3',
    coords: [55.744637, 37.566072],
    name: 'ТЦ Европейский',
    address: '',
    opening: true,
  },
  {
    id: '4',
    coords: [55.765316, 37.603648],
    name: 'Тверская 19',
    address: 'г. Москва, ул. Тверская, д.19',
    phone: '+7 (916) 092-95-55',
    workingHours: 'Пн-Вс: 10:00—22:00',
  },
  {
    id: '5',
    coords: [55.742914, 37.627984],
    name: 'Пятницкая 14, стр. 2',
    address: 'г. Москва, ул. Пятницкая 14, стр. 2',
    phone: '+7 (916) 092-95-55',
    workingHours: 'Пн-Вс: 10:00—22:00',
  },
];
